<?xml version="1.0" encoding="US-ASCII"?>
<document size="LETTER" margin-left="25" margin-right="25" margin-top="25" margin-bottom="25" rotate="true">

	<encryption allow-fillin="false" allow-modify-contents="false" allow-degraded-printing="true" allow-screen-readers="false" allow-copy="false"	allow-printing="false"/>
	<meta author="JIMS2, Harris County" creator="JIMS2, Harris County" title="Restricted Access (Spanish)"/>
	
	<module>
		<color-def name="custom-brown" color-space="RGB" value="153,0,51"/>
	
		<font-def name="Kristen-ITC" family="Kristen-ITC" style="bold" size="10" color="custom-brown"/>
		<font-def name="Kristen-ITC-18" family="Kristen-ITC" style="bold" size="18" color="custom-brown"/>
		<font-def name="Kristen-ITC-13" family="Kristen-ITC" style="bold" size="13" color="custom-brown"/>
		
		<font-def name="Goudy-Old-Style-12" family="Goudy-Old-Style" style="bold" size="12" color="custom-brown"/>
		<font-def name="Goudy-Old-Style-12b" family="Goudy-Old-Style" style="normal" size="12" color="black"/>
		<font-def name="Goudy-Old-Style-11" family="Goudy-Old-Style" style="normal" size="11" color="custom-brown"/>
		<font-def name="Arial-Rounded-MT-Bold-9w" family="Arial-Rounded-MT-Bold" style="normal" size="9" color="white"/>
		
		<font-def name="arial-8" family="arial" style="normal" size="8"/>
		<font-def name="arial-9" family="arial" style="normal" size="9"/>
		<font-def name="arial-7" family="arial" style="normal" size="7"/>
		<font-def name="Symbol-10" family="Symbol" style="bold" size="10" color="custom-brown"/>
		<font-def name="arial-10" family="arial" style="normal" size="10"/>
		<font-def name="arial-12" family="arial" style="normal" size="12"/>
			
		<font-def name="Eras-Medium-ITC-10" family="Eras-Medium-ITC" style="normal" size="10"/>
		<font-def name="Eras-Medium-ITC-12" family="Eras-Medium-ITC" style="bold" size="12"/>
		<font-def name="Eras-Medium-ITC-18" family="Eras-Medium-ITC" style="bold" size="18"/>
		<font-def name="Eras-Medium-ITC-18b" family="Eras-Medium-ITC" style="bold" size="18" color="custom-brown"/>
		<font-def name="Eras-Medium-ITC-14" family="Eras-Medium-ITC" style="bold" size="14"/>
		<font-def name="Symbol-10" family="Symbol" style="bold" size="10" color="custom-brown"/>
		
	</module>
	
	<table columns="3" widths="33,33,33" padding="10" border-style="none">
		<cell halign="left" valign="top">
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; beneficio tiene para mi hijo el sistema de &#8220;acceso restringido&#8221; a los antecedentes penales?
			</paragraph>
			<table columns="2" widths="5,95" border-style="none" padding="0" spacing-after="5">
				<table-row font="arial-8">
					<cell fill-row="true">Si los antecedentes penales de menores son colocados bajo acceso restringido, los menores pueden:</cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>negar la existencia de los antecedentes penales de menores; y </cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>negar la existencia de su arresto, juicio o determinaci&#243;n de alguna sentencia</cell>
				</table-row>
			</table>
			
			<paragraph spacing-after="5" font="arial-8">
				Por ejemplo, una vez que sus antecedentes penales tengan acceso restringido, usted legalmente puede contestar 
				&#8220;No&#8221; cuando en una solicitud de empleo o en una solicitud para alguna licencia educativa u ocupacional 
				le pregunten &#8220;&#191;Alguna vez ha sido arrestado, declarado culpable o se le determin&#243; 
				alguna sentencia por alg&#250;n delito?&#8221;
			</paragraph>
			<paragraph spacing-after="5" font="arial-8">
				Es importante comprender que si comete alg&#250;n delito despu&#233;s de cumplir los 17 a&#241;os de edad se lo 
				condenar&#225; o pondr&#225; bajo acusaci&#243;n (adjudicaci&#243;n diferida) para dicho delito en el tribunal 
				criminal de adultos, sus antecedentes penales no ser&#225;n elegidos para el acceso restringido. No tendr&#225; 
				derecho a negar la existencia de sus antecedentes penales de menores. Si en esta situaci&#243;n usted los negara, 
				se lo puede enjuiciar por perjurio (por no decir la verdad).
			</paragraph>
			<paragraph spacing-after="10" font="arial-8">
				Si usted confia un crimen desqu&#233;s de que usted cumpla los 21 a&#241;os de edad, sus antecedents penales seran 
				quitados del acceso restringido. Usted tambi&#233;n perderi&#225; su derecha ade negal la existencia de su antecedents penales de menores.
			</paragraph>
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; puedo hacer para asegurarme que mis antecedentes penales tengan &#8220;acceso restringido&#8221;?
			</paragraph>
			<table columns="2" widths="5,95" border-style="none" padding="0" spacing-after="5">
				<table-row font="arial-8">
					<cell fill-row="true">Para asegurarse que sus antecedentes penales sean elegidos y puestos bajo un acceso restringido usted debe:</cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>terminar exitosamente su per&#237;odo de libertad probatoria o condicional sin quebrantar ninguna condici&#243;n; y</cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>no cometer ning&#250;n delito despu&#233;s de cumplir los 17 a&#241;os de edad.</cell>
				</table-row>
			</table>
			<paragraph spacing-after="10" font="arial-8">
				El sistema de acceso restringido le da a los menores la oportunidad de rehabilitarse y de volver a empezar, 
				si no cometen ning&#250;n otro delito.
			</paragraph>
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Cu&#225;ndo entra en vigencia este nuevo sistema?
			</paragraph>
			<paragraph font="arial-8">
				La nueva ley entra en vigencia el 1o de septiembre del 2001. Se aplica a todos los antecedentes penales de 
				menores creados antes, despu&#233;s o el mismo 1o de septiembre del 2001.
			</paragraph>
		</cell>
		<cell halign="left" valign="top">
			<paragraph font="Kristen-ITC" spacing-after="10">
				&#191;De todas maneras deber&#237;a seguir intentado que mis antecedentes penales sean cerrados o destruidos?
			</paragraph>
			<paragraph spacing-after="20" font="arial-8" >
				El procedimiento para cerrar y destruir los antecedentes penales de menores tiene adem&#225;s algunos otros 
				beneficios para los menores y tal vez sea la medida preferida. Para que se cierren sus antecedentes penales, 
				tiene que iniciar un procedimiento formal en el tribunal y tal vez necesite un abogado. Adem&#225;s, 
				si tiene antecedentes penales en el tribunal de justicia o municipal, tendr&#225; procedimientos de 
				eliminaci&#243;n especiales. Si tiene alguna pregunta sobre alguno de estos procedimientos, hable con su abogado 
				o su oficial de libertad probatoria o condicional.
			</paragraph>
			
			<table columns="1" width="80" border-style="top" border-width="4" border-color="custom-brown" halign="center" padding="0">
				<table-row font="Goudy-Old-Style-12" halign="center" padding-bottom="5" padding-top="5">
					<cell>Elaborado por</cell>
				</table-row>
				<table-row font="Goudy-Old-Style-12" halign="center" border-style="none">
					<cell>Texas Juvenile Probation Commission</cell>
				</table-row>
				<table-row font="Goudy-Old-Style-11" halign="center" border-style="none" padding-bottom="10">
					<cell>
						4900 N. Lamar Boulevard<br/>
						P.O. Box 13547, Austin, Texas 78711<br/>
						Phone (512) 424-6700<br/>
						TDD (512) 424-4000<br/>
						www.tjpc.state.tx.us<br/>
					</cell>
				</table-row>
				<table-row font="Goudy-Old-Style-12" halign="center" border-style="none">
					<cell>Texas Youth Commission</cell>
				</table-row>
				<table-row font="Goudy-Old-Style-11" halign="center" border-style="none" padding-bottom="20">
					<cell>
						4900 N. Lamar Boulevard<br/>
						P.O. Box 4260, Austin, Texas 78765<br/>
						Phone (512) 424-6130<br/>
						TDD (512) 424-4000<br/>
						www.tyc.state.tx.us<br/>
					</cell>
				</table-row>
			</table>
			
			<table columns="1" width="100" bgcolor="custom-brown" border-style="box" border-width="5" border-color="custom-brown">
				<table-row padding-bottom="10" padding-top="10">
					<cell font="Arial-Rounded-MT-Bold-9w" align="center">
						Para copias adicionales o si tiene preguntas, comun&#237;quese con su oficina local de libertad probatoria o condicional:
					</cell>
				</table-row>
				<table-row bgcolor="white" halign="center" font="arial-9" padding-bottom="10" padding-top="10">
					<cell>
						<b>${probationOfficer.fullNameFirst}</b><br/>
						${locationUnitName}<br/>
						${locationUnitAddress}<br/>
						${officerPhone}<br/>
					</cell>
				</table-row>
				<table-row bgcolor="white" font="arial-7" halign="right" padding-bottom="10" padding-top="10" border-style="none">
					<cell valign="top">ADM-058sp</cell>
				</table-row>
			</table>
		</cell>
		<cell halign="center" valign="top">
			<image source="MJCW/RA_Topline.jpg" width="220" scale-to-fit="true"/><br/><br/>
			<paragraph font="Kristen-ITC-18" spacing-after="20" halign="center">
				Expedientes y Antecedentes del Sistema Judicial de Menores de Texas

			</paragraph>
			<paragraph font="Kristen-ITC-13" halign="center">
				Gu&#237;a para padres y hijos para entender la restricci&#243;n autom&#225;tica al acceso a los antecedentes penales
			</paragraph>
			
			<image source="MJCW/RA_Filing_Cabinet.jpg" width="140" scale-to-fit="true"/>
			<paragraph spacing-after="20" font="Goudy-Old-Style-12b" halign="center">
				Publicado por la <br/>
				<i>Comisi&#243;n de Libertad Condicional de Menores de Texas</i> y <i>la Comisi&#243;n Juvenil de Texas</i><br/>
				<b>Marzo</b> del 2003
			</paragraph>
			<br/>
			<image source="MJCW/RA_Bottomline.jpg" width="220" scale-to-fit="true"/>
		</cell>
	</table>

	<new-page size="LETTER" margin-left="25" margin-right="25" margin-top="25" margin-bottom="25" rotate="true"/>

	<table columns="3" widths="33,33,33" padding="10" border-style="none">
		<cell halign="left" valign="top">
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qui&#233;nes tienen un &#8220;expediente y antecedentes penales de menores&#8221; en Texas?
			</paragraph>
			<paragraph font="arial-8" spacing-after="20">
				Si usted ha sido arrestado, detenido o acusado de alg&#250;n delito (delito menor de clase A o B, 
				o cualquier delito mayor) cometido cuando ten&#237;a por lo menos 10 a&#241;os de edad pero no 
				m&#225;s de 17 a&#241;os, probablemente tiene un expediente o antecedentes penales de menores. 
				Tambi&#233;n puede tener antecedentes penales de menores si fue acusado de alg&#250;n delito menor 
				de clase C si el tribunal municipal o de justicia transfiri&#243; su caso a un tribunal de menores.
			</paragraph>
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; son los &#8220;expedientes y antecedentes penales del sistema judicial de menores&#8221;?
			</paragraph>
			<paragraph font="arial-8" spacing-after="10">
				De acuerdo al sistema de constancia de los antecedentes penales de menores en Texas, si a un menor se 
				le ha dictado una sentencia por alguna conducta delictiva (delito menor de clase A o B, o cualquier delito mayor), 
				el menor probablemente tiene antecedentes penales de menores con numerosas agencias incluyendo la polic&#237;
				a local, el Departamento de Seguridad P&#250;blica (DPS) y la Agencia Federal de Investigaci&#243;n (FBI). 
				Esos antecedentes penales son antecedentes permanentes que no ser&#225;n destruidos ni eliminados a menos que 
				los antecedentes sean elegidos para ser cerrados y el menor o la familia del menor contrate a un abogado para 
				presentar una petici&#243;n ante el tribunal para que los antecedentes penales sean cerrados.
			</paragraph>
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Generalmente qui&#233;n tiene acceso a los antecedentes penales de menores?
			</paragraph>
			<paragraph font="arial-8" spacing-after="10">
				Aunque generalmente los expedientes y los antecedentes penales de menores son confidenciales, 
				hay algunas excepciones importantes. Los oficiales de polic&#237;a, oficiales de sheriff, fiscales, 
				oficiales de libertad condicional, oficiales correccionales y otros oficiales de la justicia criminal 
				y de menores en el estado y otras partes, pueden tener acceso a los antecedentes penales de menores. 
				Los antecedentes penales tambi&#233;n pueden estar a la disposici&#243;n de los empleadores, instituciones 
				de ense&#241;anza, agencias que otorgan licencias y otros organizaciones cuando la persona solicita un trabajo 
				o un programa educativo. Los antecedentes de los tratamientos recibidos por los menores (orientaci&#243;n, 
				colocaci&#243;n, tratamiento de drogas, etc.) son confidenciales y accesibles solamente a personas autorizadas. 
			</paragraph>
		</cell>
		
		<cell halign="left" valign="top">
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; es el &#8220;sistema de restricci&#243;n autom&#225;tica al acceso a los antecedentes penales&#8221;?
			</paragraph>
			<paragraph font="arial-8" spacing-after="10">
				
				Ahora en Texas existe un sistema para los antecedentes penales que est&#225; dise&#241;ado a limitar el acceso a sus 
				antecedentes penales de menores despu&#233;s de que usted cumpla los 21 a&#241;os de edad <b><u>si </u></b>
				usted no comete ning&#250;n delito criminal despu&#233;s de los 17 a&#241;os de edad. El sistema se llama 
				<b>&#8220;<i>Restricci&#243;n autom&#225;tica al acceso a los antecedentes penales</i>&#8221;</b>. 
				Esto es algo adicional, adem&#225;s de la oportunidad que usted tiene de que se cierren y destruyan sus 
				antecedentes penales de acuerdo a otra disposici&#243;n del C&#243;digo Familiar de Texas.
			</paragraph>	
			<paragraph font="arial-8" spacing-after="10">
				Conforme a la restricci&#243;n autom&#225;tica al acceso a los antecedente penales, sus antecedentes 
				penales no son destruidos ni cerrados, siguen existiendo, pero bajo acceso restringido. 
				Solamente est&#225;n al alcance de las agencias de justicia criminal &#250;nicamente para los fines propios 
				de la justicia criminal, como por ejemplo para investigar o para enjuiciar a alguien por alg&#250;n delito. 
				Para todas las dem&#225;s consultas--empleo, educaci&#243;n, etc. el poseedor de los antecedentes penales debe 
				indicar que los antecedentes penales &#8220;no existen&#8221; y usted legalmente puede negar que alguna vez fue arrestado, 
				enjuiciado o que se le dicto una sentencia por alg&#250;n delito.
			</paragraph>
			
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;C&#243;mo se puede hacer para que los antecedentes penales de menores sean elegidos para tener el &#8220;acceso restringido&#8221;?
			</paragraph>			
			<table columns="2" widths="5,95" border-style="none" padding="0" spacing-after="10">
				<table-row font="arial-8">
					<cell fill-row="true">
						Para que se pueda restringir el acceso, ni el menor ni la familia del menor tienen que tomar ninguna medida. 
						No tiene que presentar ninguna petici&#243;n ni contratar a ning&#250;n abogado. 
						El proceso se realiza autom&#225;ticamente a los 21 a&#241;os de edad, siempre y cuando desde el d&#237;a 
						que cumpli&#243; 17 a&#241;os usted <b><u>no haya </u></b></cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>cometido ning&#250;n delito mayor o delito menor de clase A o B</cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>recibido ninguna acusaci&#243;n (adjudicaci&#243;n diferida ni lo hayan declarado culpable en un tribunal de adultos, 
					de ning&#250;n delito menor de clase A o B ni de ning&#250;n delito mayor.</cell>
				</table-row>
			</table>
				
			<paragraph font="arial-8">
				Si usted cumple con los requisitos establecidos anteriormente, cuando cumpla 21 a&#241;os de edad, se le dar&#225; 
				la oportunidad de volver a empezar. Esto le permite buscar varios empleos y oportunidades educativas sin verse afectado 
				por sus antecedentes penales anteriores en el sistema de menores. Pero recuerde, usted tendr&#225; esta oportunidad 
				solamente si no comete ning&#250;n delito. <span>&#160;&#160;</span>Si usted confia un crimen despu&#233;s de que usted 
				cumpla los 21 a&#241;os de edad, sus antecedents penales seran quitados del acceso restringido.
			</paragraph>
		</cell>
		<cell halign="left" valign="top">
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; significa que sus antecedentes penales sean puestos en &#8220;acceso restringido&#8221;?
			</paragraph>
			<paragraph font="arial-8" spacing-after="10">
				Si los antecedentes penales de menores son puestos bajo acceso restringido cuando el demandado cumple 21 
				a&#241;os de edad, no se les permitir&#225; el acceso a estos antecedentes a los empleadores, 
				instituciones de ense&#241;anza y a otras personas que puedan solicitar informaci&#243;n. S&#243;lo las agencias 
				de justicia criminal tendr&#225;n acceso a estos antecedentes penales y s&#243;lo a los fines propios de 
				la justicia criminal, incluyendo la investigaci&#243;n de delitos y la investigaci&#243;n de antecedentes 
				de las personas que solicitan empleo en la agencia de justicia criminal (oficiales de polic&#237;a, etc.).
			</paragraph>
			
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; antecedentes penales no son elegidos para el &#8220;acceso restringido&#8221;?
			</paragraph>
			<table columns="2" widths="5,95" border-style="none" padding="0" spacing-after="20">
				<table-row font="arial-8">
					<cell fill-row="true">Los &#250;nicos antecedentes penales de menores que no son elegidos para el acceso restringido autom&#225;tico son los casos que:</cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>el tribunal de menores trat como casos con sentencia establecida;</cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>fueron certificados (transferidos) al tribunal penal de adultos para que fueran tratados de la misma manera que los casos de adultos; o</cell>
				</table-row>
				<table-row font="arial-8">
					<cell font="Symbol-10">&#183;</cell>
					<cell>fueron procesados en el tribunal de justicia o municipal.</cell>
				</table-row>
			</table>
			
			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; ocurre con los antecedentes de pandillas (gangs)?
			</paragraph>
			<paragraph font="arial-8" spacing-after="10">
				El Departamento de Seguridad P&#250;blica (DPS) mantiene la informaci&#243;n sobre las actividades de pandillas en el 
				libro de antecedentes de pandillas conforme con la ley. Estos antecedentes no est&#225;n bajo el nuevo sistema porque 
				el acceso a estos antecedentes ya est&#225; limitado a las agencias de justicia criminal a los fines propios de la justicia criminal.
			</paragraph>

			<paragraph font="Kristen-ITC" spacing-after="5">
				&#191;Qu&#233; ocurre con los antecedentes penales de los delincuentes sexuales?
			</paragraph>
			<paragraph font="arial-8" spacing-after="10">
				Los antecedentes de los delincuentes sexuales no est&#225;n bajo el sistema de registrarse como delincuente sentenciado 
				por un delito sexual es la notificaci&#243;n al p&#250;blico. Si usted tiene delitos sexuales como menor de edad, 
				y tiene la obligaci&#243;n de registrarse por esa acusaci&#243;n, tal vez tenga alg&#250;n derecho a que sus antecedentes 
				sean cerrados una vez que se termine su obligaci&#243;n de estar bajo el registro. Adem&#225;s, hay otros procedimientos 
				legales que tal vez le permitan la reconsideraci&#243;n de su obligaci&#243;n de registrarse. Hable con su oficial de 
				libertad condicional o probatoria sobre esto, o hable con un abogado privado.
			</paragraph>
		</cell>
	</table>

	<new-page size="LEGAL" margin-left="25" margin-right="25" margin-top="25" margin-bottom="25" rotate="true"/>
	
	<table columns="4" widths="25,25,25,25" padding="5" border-style="none">
		<cell halign="left" valign="top">
			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.208 INFORMATION TO CHILD ON DISCHARGE
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				On the final discharge of a child from the juvenile system or on the last official action in the case, 
				if there is no adjudication, the appropriate juvenile justice official shall provide to the child:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) a written explanation of how automatic restricted access under this subchapter works;
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) a copy of this subchapter; and
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(3) a statement that if the child wishes to receive notification of an action restricting access to the child&apos;s records under 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				Section 58.207(a), the child must before the child&apos;s
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				21st birthday provide the juvenile probation department with a current address where the child can receive notification
			</paragraph>
			
			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.209. INFORMATION TO CHILD BY PROBATION OFFICER OR TEXAS YOUTH COMMISSION 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(a) When a child is placed on probation for an offense that may be eligible for automatic restricted access at 
				age 21 or when a child is received by the Texas Youth Commission on an indeterminate commitment, 
				a probation officer or an official at the Texas Youth Commission reception center, as soon as practicable, 
				shall explain the substance of the following information to the child: 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) if the child was adjudicated as having committed delinquent conduct for a felony or jailable misdemeanor, that the child 
				probably has a juvenile record with the department and the Federal Bureau of Investigation. 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) that the child&apos;s juvenile record is a permanent record that is not destroyed or erased unless the record 
				is eligible for sealing and the child or the child&apos;s family hires a lawyer and files a petition in court to have 
				the record sealed.
			</paragraph>
		</cell>
		<cell halign="left" valign="top">
			<paragraph font="arial-10" spacing-after="5">
				(3) that the child&apos;s juvenile record, other than treatment records made confidential by law, can be accessed by
				police, sheriff&apos;s officers, prosecutors, probation officers, correctional officers, and other criminal and 
				juvenile justice officials in this state and elsewhere.
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(4) that the child&apos;s juvenile record, other than treatment records made confidential by law, can be accessed by employers, 
				educational institutions, licensing agencies, and other organizations when the child applies for employment or educational 
				programs: 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(5) if the child&apos;s juvenile record is placed on restricted access when the child becomes 21 years of age, 
				that access will be denied to employers, educational institutions, and others except for criminal justice agencies:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(6) that to have the child&apos;s juvenile record placed on restricted access at age 21, the child must not: 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(A) commit a felony or jailable misdemeanor; and 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(B) receive deferred adjudication for or be convicted in adult court of a felony or jailable misdemeanor; and 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(7) that restricted access does not require any action by the child or the child&apos;s family, 
				including the filing of a petition or hiring a lawyer, but occurs automatically at age 21 if 
				the child does not commit a criminal offense in the future. 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(b) The probation officer of Texas Youth Commission official shall: 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) give the child a written copy of the explanation provided; and 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) communicate the same information to at least one of the child&apos;s parents or, if none can be found, 
				to the child&apos;s guardian or custodian.
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(c) The Texas Juvenile Probation Commission and the Texas Youth Commission shall adopt rules to 
				implement this section and to facilitate the effective explanation of the information required to be 
				communicated by this section.
			</paragraph>
		</cell>
		<cell halign="left" valign="top">
			
			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.210. SEALING OR DESTRUCTION OF RECORDS NOT AFFECTED
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(a)  This subchapter does not prevent or restrict the sealing or destruction of juvenile records a authorized by law.
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(b) Restricted access provided under this subchapter is in addition to sealing or destruction of juvenile records.
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(c)  A person who is the subject of records certified under this subchapter is entitled to access to the records 
				for the purpose of preparing and presenting a motion to seal or destroy the records.
			</paragraph>

			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.211 RESCINDING RESTRICTED ACCESS
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(a) If the department has notified a juvenile probation department that a record has been placed on restricted access 
				and the department later receives information in the department&apos;s criminal history system that the subject of the record 
				has been convicted of or placed on deferred adjudication for a felony or a misdemeanor punishable by confinement in jail 
				for an offense committed after the person reached the age of 17, the person&apos;s juvenile records are no longer subject to 
				restricted access.  The department shall notify the appropriate local juvenile probation departments in the manner 
				described by Section 58.203 that the person&apos;s records are no longer subject to restricted access.
			</paragraph>
			<paragraph font="arial-10">
				(b) On receipt of the notification described by Subsection (a), the juvenile probation department shall notify the 
				agencies  that maintain the person&apos;s juvenile records under Section 58.207(b) that the person&apos;s records are no longer 
				subject to restricted access. 
			</paragraph>
			<br/><br/><br/><br/><br/>
			<font name="Eras-Medium-ITC-10">Rev. 9/2005</font>
		</cell>
		<cell halign="left" valign="top">
			<table columns="1" width="80" border-style="top|bottom" border-width="4" border-color="custom-brown" halign="center" spacing-after="20">
				<table-row>
					<cell font="Eras-Medium-ITC-18b" padding-bottom="10">
						<i>Harris County Juvenile Probation Department</i>
					</cell>
				</table-row>
				<table-row>
					<cell font="Eras-Medium-ITC-18b" border-style="none" padding-bottom="20">
						<i>Statutes Relating To Access, Sealing and Destruction of Juvenile Records</i>
					</cell>
				</table-row>
			</table>
			
			<table columns="1" width="80" border-style="box" border-width="4" border-color="custom-brown" 
				halign="center" spacing-after="20" padding-top="20" padding-bottom="20">
				<table-row>
					<cell font="Eras-Medium-ITC-14">
						The Information contained in this brochure is provided to youth on probation and their parents or guardian 
						as required by the Texas Family Code, Section 58.
					</cell>
				</table-row>
			</table>
			
			<table columns="1" width="80" border-style="none" halign="center">
				<table-row>
					<cell><image source="MJCW/RA_Topline.jpg" width="150" scale-to-fit="true" halign="center"/></cell>
				</table-row>
				<table-row>
					<cell font="Eras-Medium-ITC-14">
						1200 Congress<br/>
						Houston Texas 77002<br/>
						 Telephone: 713.222.4100<br/>
						September 2005
					</cell>
				</table-row>
				<table-row>
					<cell><image source="MJCW/RA_Bottomline.jpg" width="150" scale-to-fit="true" halign="center"/></cell>
				</table-row>
			</table>
		</cell>
	</table>
	
	<new-page size="LEGAL" margin-left="25" margin-right="25" margin-top="25" margin-bottom="25" rotate="true"/>
	
	<table columns="4" widths="25,25,25,25" padding="5" border-style="none">
		<cell halign="left" valign="top">
			<paragraph font="arial-12" spacing-after="5">
				<b>58.201. DEFINITION</b>
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				In this subchapter, &quot;department&quot; means the Department of Public Safety of the State of Texas.
			</paragraph>
			
			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.202. EXEMPTED RECORDS
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				The following records are exempt from this subchapter.
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) sex offender registration records maintained by the department or a local law enforcement 
				agency under  Chapter 62, Code of Criminal Procedure; and
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) records relating to a criminal combination or criminal street gang maintained by the 
				department or a local law enforcement agency Chapter 61, Code of Criminal Procedure.
			</paragraph>

			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.203. CERTIFICATION 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(a) The department shall certify to the juvenile probation department to which a referral 
				was made that resulted in information being submitted to the juvenile justice information 
				system that the records relating to a person&apos;s juvenile case are  subject to automatic 
				restriction of access if:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) the person is at least 21 years of age;
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) the juvenile case did not include violent or habitual felony conduct resulting in 
				proceedings in the juvenile court under Section 53.045; 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(3) the juvenile case was not certified for trial in criminal court under Section 54.02; and
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(4) the department has not received a report in its criminal history system that the 
				person was granted deferred adjudication  for or convicted of a felony or a
				misdemeanor punishable by confinement in  a jail for an offense committed after the 
				person became 17 years of age.
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(b) If the department&apos;s records relate to a juvenile court with multicounty jurisdiction, 
				the department shall issue the certification described by Subsection (a) to each juvenile 
				probation department shall determine
			</paragraph>
 
		</cell>
		
		<cell halign="left" valign="top">
			<paragraph font="arial-10" spacing-after="5">
				whether it received the referral and, if it received the referral, take the restrictive 
				action notification required by law. 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(c) The department may issue the certification described by Subsection (a) by electronic means, 
				including by electronic mail. 
			</paragraph>
			
			<paragraph spacing-after="20">
				<font name="Eras-Medium-ITC-12">58.204 RESTRICTED ACCESS ON CERTIFICATION</font>
				<font name="arial-10">(a) On certification of records in a case under Section 58.203, the department, except as provided by Subsection (b):</font>
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1)  may not disclose the existence of the records or any information from the records in response to an inquiry from:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(A) a law enforcement agency;
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(B) a criminal or juvenile justice agency;
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(C) a governmental or other agency given access to information under Chapter 411, Government Code; or
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(D) any other person, agency, organization, or entity; and
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) shall respond to a request for information about the records by stating that the records do not exist.
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(b) On certification of records in a case under Section 58.203, the department may permit access to the 
				information in the juvenile justice information system relating to the case of an individual only: 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) by a criminal justice agency for a criminal justice purpose, as those terms are defined by 
				Section 411.082, Government Code; or 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) for research purposes, by the Texas Juvenile Probation Commission, the Texas Youth Commission or 
				the Criminal Justice Policy Council.
			</paragraph>
		</cell>
		
		<cell halign="left" valign="top">
			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.205. REQUEST TO THE FEDERAL BUREAU OF INVESTIGATION ON CERTIFICATION
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				On certification of records in a case under Section 58.203, the department shall request the Federal Bureau of Investigation to:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) place the information in its files on restricted status, with access only by a criminal justice agency for 
				a criminal justice purpose, as those terms are defined by Section 411.082, Government Code; or  
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) if the action described in Subdivision (1) is not feasible, delete all information in its database concerning the case.
			</paragraph>

			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.206. EFFECT OF CERTIFICATION IN RELATION TO THE PROTECTED PERSON
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(a) On certification of records in a case under Section 58.203:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) the person who is the subject of the records is not required to state in any proceeding, 
				except as otherwise authorized by law in a criminal proceeding in which the person is testifying 
				as a defendant, or in any application for employment, licensing, or other public or private benefit 
				that the person has been a respondent in a case under this title and may not be punished, 
				by perjury prosecution or otherwise, for denying:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(A) the existence of the records; or 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(B) the person&apos;s participation in a juvenile proceeding related to the records; and
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) information from the records may not be admitted against the person who is the subject of the records 
				in a civil or criminal proceeding except a proceeding in which a juvenile adjudication was admitted under:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(A) Section 12.42, Penal Code;
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(B) Article 37.07, Code of Criminal Procedure; or 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(C) as otherwise authorized by criminal procedural law.
			</paragraph>

		</cell>
		
		<cell halign="left" valign="top">
			<paragraph font="arial-10" spacing-after="5">
				(b) A person who is the subject of records certified under this subchapter may not waive the restricted 
				status of the records or the consequences of the restricted status.
			</paragraph>
			
			<paragraph font="Eras-Medium-ITC-12" spacing-after="5">
				58.207. JUVENILE COURT ORDERS ON CERTIFICATION
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(a) On certification of records in a case under Section 58.203, the juvenile court shall order: 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) that the following records relating to the case may be accessed only as provided by Section 58.204(b):
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(A) if the respondent was committed to the Texas Youth Commission, records maintained by the commission;
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(B) records maintained by the juvenile probation department;
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(C) records maintained by the clerk of the court:    
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(D) records maintained by the prosecutor&apos;s office; and 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(E) records maintained by the law enforcement agency; and
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) the juvenile probation department to make a reasonable effort to notify the person who is the 
				subject of records for which access has been restricted of the action restricting access and the legal 
				significance of the action for the person, but only if the person has requested the notification 
				in writing and has provided the juvenile probation department with a current address. 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(b) On receipt of an order under Subsection (a) (1), the agency maintaining the records:
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(1) may allow access only as provided by Section 58.204(b): and 
			</paragraph>
			<paragraph font="arial-10" spacing-after="5">
				(2) shall respond to a request for information about the records by stating that the record exists   
			</paragraph>
		</cell>
	</table>
		
    
</document>